
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">İletişimi etkinleştirin ve denemeleri indirin</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 ve üzeri</string>
      <string id="Pol_ProxyMode">Ara sunucu ayarlarının nasıl belirleneceğini seç</string>
      <string id="Name_ForceInstallsMachine">Zorunlu Yüklemeler (Makine Genelinde)</string>
      <string id="Name_ManualUpdatesOnly">Yalnızca el ile güncelleştirme</string>
      <string id="Pol_EdgePreview">Windows Insider Programı'ndaki kullanıcıların Edge Önizlemesi'ne kaydolmasına izin ver</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 ve üzeri</string>
      <string id="Explain_Applications">Gelecekte yayınlanacak Microsoft Edge uygulamalarını desteklemek için güncelleştirilmiş bir ADMX/ADML şablonu gerekecektir.</string>
      <string id="Name_DesktopShortcutDisabled">Yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Güncelleştirme üzerine Masaüstü Kısayollarını kaldırma varsayılanı</string>
      <string id="TargetChannel_Dev_DropDown">Geliştirme</string>
      <string id="Pol_ECSControl">Güncelleştiricinin Deneme ve Yapılandırma Hizmeti ile iletişimini denetleyin</string>
      <string id="Explain_ECSControl">Microsoft Edge Update’te deneme yükünü dağıtmak için Deneme ve Yapılandırma Hizmeti kullanılır.

Deneme yükü Microsoft’un test ve geri bildirim için etkinleştirdiği erken geliştirme özelliklerinin listesinden oluşur.

Bu ilkeyi etkinleştirirseniz, deneme yükü Deneme ve Yapılandırma Hizmeti’nden indirilir.

Bu ilkeyi devre dışı bırakırsanız Deneme ve Yapılandırma Hizmeti’yle iletişim tamamen durdurulur.

Bu ilkeyi yapılandırmazsanız, yönetilen cihazdaki davranış ilkenin 'devre dışı' ayarıyla aynıdır.

Bu ilkeyi yapılandırmazsanız, yönetilmeyen cihazdaki davranış ilkenin 'etkin' ayarıyla aynıdır.</string>
      <string id="Name_InstallsDisabled">Yüklemeler devre dışı</string>
      <string id="Pol_TargetChannel">Hedef Kanalı geçersiz kılma</string>
      <string id="Pol_AllowInstallation">Yüklemeye izin ver</string>
      <string id="ProxyFixedServers_DropDown">Sabit ara sunucular kullan</string>
      <string id="Explain_CreateDesktopShortcut">Bu ilkeyi etkinleştirirseniz, Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturulur.
 Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge yüklendiğinde hiçbir masaüstü kısayolu oluşturulmaz.
 Bu ilkeyi yapılandırmadığınız takdirde, yükleme sırasında Microsoft Edge için bir masaüstü kısayolu oluşturulur.
  Microsoft Edge zaten yüklüyse, bu ilkenin hiçbir etkisi olmaz.

 Bu ilkeyi bir kanal için yapılandırmadığınız takdirde, Microsoft Edge yüklendiğinde kısayol oluşturma işlemini 'Varsayılan yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme' varsayılan ilke yapılandırması belirler.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Genişletilmiş Kararlı</string>
      <string id="Pol_AllowSideBySideExperience">Microsoft Edge Yan Yana tarayıcı deneyimine izin ver</string>
      <string id="Explain_AutoUpdateCheckPeriod">Otomatik güncelleştirme denetimleri arasındaki en az dakika sayısı.

Microsoft Edge Update tarafından oluşturulan tüm düzenli ağ trafiğini devre dışı bırakmak için bu ilkeyi 0 değerine ayarlayın. Bu, Microsoft Edge Update’in kendisi için gerekli kararlılık ve güvenlik güncelleştirmelerini almasını engelleyeceği için önerilmez.

Bu ayar yerine uygulama güncelleştirmelerini yönetmek için “İlke geçersiz kılma varsayılanını güncelleştir” ve her uygulama için “İlke geçersiz kılmayı güncelleştir” ayarları kullanılmalıdır.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 ve sonrası</string>
      <string id="Explain_DefaultUpdatePolicy">Microsoft Edge Update’in Microsoft Edge’deki kullanılabilir güncelleştirmeleri nasıl işleyeceğine ilişkin tüm kanalların varsayılan davranışını belirlemenizi sağlar. Tek kanallar için 'Güncelleştirme ilkesi geçersiz kılması' ilkesi belirtilerek bu ilgili kanallar için geçersiz kılınabilir.

  Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
   - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
   - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
   - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır.
   - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

  El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

  Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri, 'Güncelleştirme ilkesi geçersiz kılması' ilkesi tarafından belirtilen şekilde işler.

  Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_WebView_AutoUpdate">Otomatik güncelleştirmelerin WebView2 Çalışma Zamanı için etkinleştirilip etkinleştirilmeyeceğini belirtmenize olanak sağlar. WebView2 Çalışma Zamanı, uygulamalar tarafından web içeriğini görüntülemek için kullanılan bir bileşendir.
  Otomatik güncelleştirmeler varsayılan olarak etkindir. Otomatik güncelleştirmelerin WebView2 Çalışma Zamanı için devre dışı bırakılması bu bileşene bağımlı uygulamalarla uyumluluk sorunlarına neden olabilir.

  Bu ilkeyi etkinleştirirseniz, Microsoft Edge Update aşağıdaki seçenekleri nasıl yapılandırdığınıza bağlı olarak WebView2 Çalışma Zamanı güncelleştirmelerini yönetir:
  - Güncelleştirmelere her zaman izin ver: Güncelleştirmeler otomatik olarak indirilir ve uygulanır
  - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman indirilmez ve uygulanmaz

  Bu ilkeyi etkinleştirmezseniz, güncelleştirmeler otomatik olarak indirilir ve uygulanır.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 ve üzeri</string>
      <string id="ProxyAutoDetect_DropDown">Ara sunucu ayarlarını otomatik algıla</string>
      <string id="ProxyPacScript_DropDown">Bir .pac ara sunucu betiği kullan</string>
      <string id="DownloadPreference_DropDown">Önbelleğe alınabilen indirme URL'leri</string>
      <string id="Name_ForceInstallsUser">Zorunlu Yüklemeler (Kullanıcı Başına)</string>
      <string id="Explain_AllowSideBySideExperience">Bu ilke, kullanıcının Microsoft Edge (Edge HTML) ve Microsoft Edge (Chromium tabanlı) tarayıcılarını yan yana çalıştırmasını sağlar.

Bu ilke “Yapılandırılmadı” olarak ayarlanırsa Microsoft Edge (Chromium tabanlı), Microsoft Edge (Chromium tabanlı) Stable kanalı ve Kasım 2019 güvenlik güncelleştirmeleri yüklendikten sonra Microsoft Edge'in (Edge HTML) yerini alır. Bu, "Devre Dışı" ayarıyla aynı davranıştır.

“Devre Dışı” ayarı, yan yana deneyimini engeller ve Microsoft Edge (Chromium tabanlı), Microsoft Edge (Chromium tabanlı) Stable kanalı ve Kasım 2019 güvenlik güncelleştirmeleri yüklendikten sonra Microsoft Edge'in (Edge HTML) yerini alır. Bu, “Yapılandırılmadı” ayarı ile aynı davranıştır.

Bu ilke “Etkin” olarak ayarlanırsa Microsoft Edge (Chromium tabanlı) ve Microsoft Edge (Edge HTML), Microsoft Edge (Chromium tabanlı) yüklendikten sonra yan yana çalışabilir.

Bu grup ilkesinin geçerli olması için Microsoft Edge (Chromium tabanlı) Windows Update tarafından otomatik olarak yüklenmeden önce yapılandırılmalıdır. Not: ​Kullanıcı, Microsoft Edge (Chromium tabanlı) Engelleyici Araç Seti'ni kullanarak Microsoft Edge'in (Chromium tabanlı) otomatik güncelleştirilmesini engelleyebilir.

Windows 10 sürüm 20H2’den itibaren, Microsoft Edge’in eski sürümü ve yan yana tarayıcı deneyimi desteklenmemektedir.</string>
      <string id="Explain_RemoveDesktopShortcut">Bu ilkeyi “Sistem düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları silinir.
  Bu ilkeyi “Sistem düzeyi ve kullanıcı düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları ve tarayıcı güncelleştirildiğinde var olan tüm kullanıcı düzeyi masaüstü kısayolları silinir. Buna, kullanıcıların kendileri tarafından oluşturulan kullanıcı düzeyi masaüstü kısayolları dahildir.
  Bu ilkeyi yapılandırmazsanız var olan Microsoft Edge masaüstü kısayollarına hiçbir şey olmaz.

  Bu ilkeyi bir kanal için yapılandırmazsanız masaüstü kısayollarını kaldırmayı 'Güncelleştirme üzerine Masaüstü Kısayollarını kaldırma varsayılanı' ilkesinin yapılandırması belirler.</string>
      <string id="ProxyDisabled_DropDown">Hiçbir zaman ara sunucu kullanma</string>
      <string id="Pol_DefaultAllowInstallation">Yüklemeye varsayılan olarak izin ver</string>
      <string id="Pol_ProxyPacUrl">Ara sunucu .pac dosyasının URL'si</string>
      <string id="Cat_Applications">Uygulamalar</string>
      <string id="Explain_ProxyPacUrl">Ara sunucu otomatik yapılandırma (PAC) dosyasının URL'sini belirtmenize olanak tanır.

  Bu ilkeyi etkinleştirirseniz belirli bir web sitesini getirirken Microsoft Edge Update'in uygun ara sunucuyu nasıl seçeceğini otomatikleştiren bir PAC dosyası URL'si belirtebilirsiniz.

  Bu ilke yalnızca 'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile ara sunucu ayarlarını belirttiğiniz takdirde uygulanır.

  'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile ara sunucu ayarı dışında farklı bir ara sunucu ayarı seçtiyseniz bu ilkeyi yapılandırmayın.</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 ve üzeri</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 ve üzeri</string>
      <string id="Explain_Preferences">Microsoft Edge Update için genel ilkeler.</string>
      <string id="Explain_WebView">WebView2 Çalışma Zamanı için ilkeleri belirtir.</string>
      <string id="Explain_ProxyServer">Microsoft Edge Update için kullanılacak ara sunucunun URL'sini belirtmenize izin verir.

 Bu ilkeyi etkinleştirirseniz Microsoft Edge güncelleştirmesi tarafından kuruluşunuzda kullanılan proxy sunucusu URL'sini ayarlayabilirsiniz.

 Bu ilke yalnızca, 'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile ara sunucu ayarları seçtiyseniz uygulanır.

  'Ara sunucu ayarlarını belirtme yöntemini seçin' ilkesinde el ile haricinde bir ara sunucu ayarı seçtiyseniz bu ilkeyi yapılandırmayın.</string>
      <string id="Explain_DefaultAllowInstallation">Etki alanına katılmış cihazlarda Microsoft Edge’e izin vermek veya bunları engellemek için tüm kanalların varsayılan davranışını belirleyebilirsiniz.

Belirli kanallar için 'Yüklemeye izin ver' ilkesini etkinleştirerek bu ilkeyi tek tek kanallar için geçersiz kılabilirsiniz.

Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge’in yüklenmesi engellenir. Bu, yalnızca 'Yüklemeye izin ver' ilkesi Yapılandırılmadı olarak ayarlandığında Microsoft Edge yazılımının yüklenmesini etkiler.

Bu ilke, Microsoft Edge Update’in çalışmasını engellemez veya kullanıcıların diğer yöntemleri kullanarak Microsoft Edge yazılımını yüklemesini engellemez.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Güncelleştirmesi 1.3.155.1 ve üzeri</string>
      <string id="TargetChannel_Stable_DropDown">Kararlı</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Güncelleştirme ilkesi geçersiz kılma varsayılanı</string>
      <string id="Explain_ProxyMode">Microsoft Edge Update tarafından kullanılan ara sunucu ayarlarını belirtmenize olanak tanır.

  Bu ilkeyi etkinleştirirseniz aşağıdaki ara sunucu seçenekleri arasından seçim yapabilirsiniz:
   - Ara sunucunun hiçbir zaman kullanılmamasını ve her zaman doğrudan bağlanılmasını seçerseniz diğer tüm seçenekler yok sayılır.
   - Sistem ara sunucu ayarlarını kullanmayı veya ara sunucuyu otomatik olarak algılamayı seçerseniz diğer tüm seçenekler yok sayılır.
   - Sabit sunucu ara sunucu modunu seçerseniz 'Ara sunucunun adresi veya URL’si' ilkesinde daha fazla seçenek belirtebilirsiniz.
   - Bir .pac ara sunucu betiği kullanmayı seçerseniz 'Ara sunucu .pac dosyasının URL’si' ilkesinde betiğin URL’sini belirtmeniz gerekir.

  Bu ilkeyi etkinleştirirseniz kuruluşunuzdaki kullanıcılar, Microsoft Edge Update üzerindeki ara sunucu ayarlarını değiştiremez.

  Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız herhangi bir ara sunucu ayarı yapılandırılmaz ancak kuruluşunuzdaki kullanıcılar, Microsoft Edge Update için kendi ara sunucu ayarlarını seçebilir.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 ve üzeri</string>
      <string id="Pol_RemoveDesktopShortcut">Güncelleştirme üzerine Masaüstü Kısayollarını kaldırma</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Güncelleştirmesi 1.3.147.1 ve üzeri</string>
      <string id="Name_UpdatesDisabled">Güncelleştirmeler devre dışı</string>
      <string id="Pol_RollbackToTargetVersion">Hedef sürüme geri al</string>
      <string id="Explain_WebView_Install">WebView2 Çalışma Zamanı'nın Microsoft Edge Update kullanılarak yüklenip yüklenemeyeceğini belirlemenizi sağlar.

  Bu ilkeyi etkinleştirirseniz, kullanıcılar WebView2 Çalışma Zamanı aracılığıyla Microsoft Edge Update'i yükleyebilir.

  Bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), kullanıcılar WebView2 Çalışma Zamanı'nı Microsoft Edge Update aracılığıyla yükleyemez.

  Bu ilkeyi Makine Genelinde Yüklemelere Her Zaman izin verecek ancak Kullanıcı Başına Yüklemelere izin vermeyecek şekilde ayarlarsanız WebView2 Çalışma Zamanı yalnızca makine genelinde dağıtılır.

  İlkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız kullanıcılar WebView2 Çalışma Zamanı'nı Microsoft Edge Update'in önceden yüklenmiş olduğu tüm makinelere yükleyebilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

  Bu ilkeyi yapılandırmazsanız WebView2 Çalışma Zamanı, Microsoft Edge Update aracılığıyla yüklenir.</string>
      <string id="Explain_GoogleUpdate">Microsoft Edge Update kullanılarak Microsoft Edge'in yüklenmesini ve güncelleştirilmesini kontrol eden ilkeler.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Microsoft Edge yüklendiğinde tüm kanalların masaüstü kısayolu oluşturma varsayılan davranışını belirlemenizi sağlar.

  Bu ilkeyi “Sistem düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları silinir.
  Bu ilkeyi “Sistem düzeyi ve kullanıcı düzeyi Masaüstü Kısayollarını silmeye zorla” olarak ayarlarsanız tarayıcı güncelleştirildiğinde veya makine yeniden başlatıldığında var olan tüm sistem düzeyi Microsoft Edge masaüstü kısayolları ve tarayıcı güncelleştirildiğinde var olan tüm kullanıcı düzeyi masaüstü kısayolları silinir. Buna, kullanıcıların kendileri tarafından oluşturulan kullanıcı düzeyi masaüstü kısayolları dahildir.
  Bu ilkeyi yapılandırmazsanız var olan Microsoft Edge masaüstü kısayollarına hiçbir şey olmaz.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Bu ilkeyi etkinleştirirseniz güncelleştirme denetimleri her gün Süre (dakika cinsinden) boyunca Hour:Minute saatinde başlayarak gizlenir. Süre, yaz saati uygulamasından etkilenmez. Örneğin, başlangıç saati 22:00 ve süre 480 dakikaysa bu dönemde yaz saati uygulamasının başlayıp başlamadığına bakılmaksızın güncelleştirmeler tam olarak 8 saat boyunca gizlenir.

  Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız güncelleştirme denetimleri herhangi belirli bir dönemde gizlenemez.</string>
      <string id="Name_UpdatesEnabled">Güncelleştirmelere her zaman izin ver (önerilen)</string>
      <string id="Cat_ProxyServer">Ara Sunucu</string>
      <string id="Pol_CreateDesktopShortcut">Yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme</string>
      <string id="Pol_AutoUpdateCheckPeriod">Otomatik güncelleştirme denetleme süresini geçersiz kılma</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 ve üzeri</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Varsayılan yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Sistem düzeyi Masaüstü Kısayollarını silmeye zorlama</string>
      <string id="Name_ECSCommunicationDisabled">Deneme ve Yapılandırma Hizmeti ile iletişimi devre dışı bırak</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 ve üzeri</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 ve sonrası</string>
      <string id="Name_InstallsEnabled">Yüklemelere her zaman izin ver (önerilen)</string>
      <string id="Explain_DownloadPreference">Etkinleştirilirse Microsoft Edge Update sunucusu, yanıtlarındaki güncelleştirme yükleri için önbellek dostu URL'ler sağlamayı dener.</string>
      <string id="Name_AutomaticUpdatesOnly">Yalnızca otomatik sessiz güncelleştirmeler</string>
      <string id="Pol_TargetVersionPrefix">Hedef sürümü geçersiz kılma</string>
      <string id="Pol_DownloadPreference">URL sınıfı indirmeyi geçersiz kılma</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Otomatik güncelleştirme denetimini gizlemek için günlük zaman aralığı</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 ve sonrası</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Çalışma Zamanı</string>
      <string id="Pol_UpdatePolicy">Güncelleştirme ilkesi geçersiz kılması</string>
      <string id="Pol_ProxyServer">Ara sunucunun adresi veya URL'si</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturmak üzere tüm kanallar için varsayılan davranışı belirtmenize olanak sağlar.

  Bu ilkeyi etkinleştirirseniz, Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturulur.
  Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge yüklendiğinde hiçbir masaüstü kısayolu oluşturulmaz.
  Bu ilkeyi yapılandırmadığınız takdirde, yükleme sırasında Microsoft Edge için bir masaüstü kısayolu oluşturulur.
  Microsoft Edge zaten yüklüyse, bu ilkenin hiçbir etkisi olmaz.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Sistem düzeyi ve kullanıcı düzeyi Masaüstü Kısayollarını silmeye zorlama</string>
      <string id="ProxyUseSystem_DropDown">Sistem ara sunucu ayarlarını kullan</string>
      <string id="Cat_Preferences">Tercihler</string>
      <string id="Name_InstallsEnabledMachineOnly">Yüklemeleri Machine-Wide izin ver, ancak Per-User izin verme</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Güncelleştirmesi</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Makine Genelinde Yüklemelere Her Zaman izin verecek ancak Kullanıcı Başına Yüklemelere izin vermeyecek şekilde ayarlarsanız Microsoft Edge yalnızca makine genelinde dağıtılır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız, Microsoft Edge yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız, Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
  - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Microsoft Edge’in hangi Kanal sürümüne güncelleştirileceğini belirtin.

Bu ilkeyi etkinleştirirseniz Microsoft Edge yapılandırdığınız Kanala güncelleştirilir:

- Kararlı: Microsoft Edge sürümü en son kararlı sürüme güncelleştirilir.
  - Beta: Microsoft Edge en son beta sürümüne güncelleştirilecek.
  - Geliştirme: Microsoft Edge son geliştirme sürümüne güncelleştirilir.
  - Genişletilmiş Kararlı: Microsoft Edge sürümü, kararlı sürümden daha uzun bir yayımlanma sıklığına sahip en son genişletilmiş kararlı sürüme güncelleştirilir. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi yapılandırmazsanız Microsoft Edge, varsayılan Kanal için kullanılabilen en son sürüme güncelleştirilir.

Bu ilke yalnızca Microsoft® Active Directory etki alanına katılmış Windows kurulumlarında kullanılabilir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Makine Genelinde Yüklemelere Her Zaman izin verecek ancak Kullanıcı Başına Yüklemelere izin vermeyecek şekilde ayarlarsanız Microsoft Edge Beta yalnızca makine genelinde dağıtılır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız, Microsoft Edge Beta yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız, Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge Beta yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
  - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Microsoft Edge’in hangi Kanal sürümüne güncelleştirileceğini belirtin.

Bu ilkeyi etkinleştirirseniz Microsoft Edge yapılandırdığınız Kanala güncelleştirilir:

- Kararlı: Microsoft Edge sürümü en son kararlı sürüme güncelleştirilir.
  - Beta: Microsoft Edge en son beta sürümüne güncelleştirilecek.
  - Geliştirme: Microsoft Edge son geliştirme sürümüne güncelleştirilir.
  - Genişletilmiş Kararlı: Microsoft Edge sürümü, kararlı sürümden daha uzun bir yayımlanma sıklığına sahip en son genişletilmiş kararlı sürüme güncelleştirilir. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi yapılandırmazsanız Microsoft Edge, varsayılan Kanal için kullanılabilen en son sürüme güncelleştirilir.

Bu ilke yalnızca Microsoft® Active Directory etki alanına katılmış Windows kurulumlarında kullanılabilir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Makine Genelinde Yüklemelere Her Zaman izin verecek ancak Kullanıcı Başına Yüklemelere izin vermeyecek şekilde ayarlarsanız Microsoft Edge Dev yalnızca makine genelinde dağıtılır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız, Microsoft Edge Dev yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız, Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge Dev yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
  - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Microsoft Edge’in hangi Kanal sürümüne güncelleştirileceğini belirtin.

Bu ilkeyi etkinleştirirseniz Microsoft Edge yapılandırdığınız Kanala güncelleştirilir:

- Kararlı: Microsoft Edge sürümü en son kararlı sürüme güncelleştirilir.
  - Beta: Microsoft Edge en son beta sürümüne güncelleştirilecek.
  - Geliştirme: Microsoft Edge son geliştirme sürümüne güncelleştirilir.
  - Genişletilmiş Kararlı: Microsoft Edge sürümü, kararlı sürümden daha uzun bir yayımlanma sıklığına sahip en son genişletilmiş kararlı sürüme güncelleştirilir. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi yapılandırmazsanız Microsoft Edge, varsayılan Kanal için kullanılabilen en son sürüme güncelleştirilir.

Bu ilke yalnızca Microsoft® Active Directory etki alanına katılmış Windows kurulumlarında kullanılabilir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Yüklemeleri Zorla (Kullanıcı Başına) olarak ayarlarsanız, Microsoft Edge Update Kullanıcı Başına önceden yüklenmişse Microsoft Edge Canary yalnızca tüm makinelere Kullanıcı Başına dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
  - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Microsoft Edge’in hangi Kanal sürümüne güncelleştirileceğini belirtin.

Bu ilkeyi etkinleştirirseniz Microsoft Edge yapılandırdığınız Kanala güncelleştirilir:

- Kararlı: Microsoft Edge sürümü en son kararlı sürüme güncelleştirilir.
  - Beta: Microsoft Edge en son beta sürümüne güncelleştirilecek.
  - Geliştirme: Microsoft Edge son geliştirme sürümüne güncelleştirilir.
  - Genişletilmiş Kararlı: Microsoft Edge sürümü, kararlı sürümden daha uzun bir yayımlanma sıklığına sahip en son genişletilmiş kararlı sürüme güncelleştirilir. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi yapılandırmazsanız Microsoft Edge, varsayılan Kanal için kullanılabilen en son sürüme güncelleştirilir.

Bu ilke yalnızca Microsoft® Active Directory etki alanına katılmış Windows kurulumlarında kullanılabilir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Microsoft Edge kanalının etki alanına katılmış cihazlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bir kanal için bu ilkeyi devre dışı bırakırsanız (veya 'Yüklemeler devre dışı' olarak ayarlarsanız), Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.

Bu ilkeyi Makine Genelinde Yüklemelere Her Zaman izin verecek ancak Kullanıcı Başına Yüklemelere izin vermeyecek şekilde ayarlarsanız Microsoft Edge WebView yalnızca makine genelinde dağıtılır.

Bu ilkeyi Yüklemeleri Zorla (Makine Genelinde) olarak ayarlarsanız, Microsoft Edge WebView yalnızca Microsoft Edge Update önceden yüklenmişse makine genelinde dağıtılabilir. 1.3.155.43 veya üzeri bir Microsoft Edge Update gerektirir.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
  - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
  - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
  - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
  - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

Bu ilkeyi etkinleştirmez ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136406 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Microsoft Edge’in hangi Kanal sürümüne güncelleştirileceğini belirtin.

Bu ilkeyi etkinleştirirseniz Microsoft Edge yapılandırdığınız Kanala güncelleştirilir:

- Kararlı: Microsoft Edge sürümü en son kararlı sürüme güncelleştirilir.
  - Beta: Microsoft Edge en son beta sürümüne güncelleştirilecek.
  - Geliştirme: Microsoft Edge son geliştirme sürümüne güncelleştirilir.
  - Genişletilmiş Kararlı: Microsoft Edge sürümü, kararlı sürümden daha uzun bir yayımlanma sıklığına sahip en son genişletilmiş kararlı sürüme güncelleştirilir. Daha fazla bilgi için şu adresi ziyaret edin: https://go.microsoft.com/fwlink/?linkid=2163508.

Bu ilkeyi yapılandırmazsanız Microsoft Edge, varsayılan Kanal için kullanılabilen en son sürüme güncelleştirilir.

Bu ilke yalnızca Microsoft® Active Directory etki alanına katılmış Windows kurulumlarında kullanılabilir.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü, örneğin 83.0.499.12 olmalıdır.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2136707 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler olduğu gibi bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleriyle sağlanan korumadan yararlanmak için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riski doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinde görüntüleyebilirsiniz.

Bu ilke Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresine bakın.

Bu ilke yalnızca Microsoft® Active Directory® etki alanına katılmış Windows örneklerinde kullanılabilir.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Windows Insider Programı'ndaki kullanıcıların Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolup kaydolmayacağını belirtmenizi sağlar.

  - Bu ilkeyi etkinleştirirseniz, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.

  - Bu ilkeyi devre dışı bırakırsanız, Windows Insider Programı'ndaki kullanıcılar Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydolamaz.

  - Bu ilkeyi yapılandırmazsanız, Windows Insider Programı'ndaki kullanıcılar varsayılan olarak Microsoft Edge Update aracılığıyla Edge Önizlemesi'ne kaydedilir.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Güncelleştirme denetimleri arasındaki dakika sayısı</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Saat</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Dakika</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Süre</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">İstenecek indirme URL'sinin türü</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Ara sunucu ayarlarını belirtme yöntemini seçin</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Ara sunucunun adresi veya URL’si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Ara sunucu .pac dosyasının URL’si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Güncelleştirme İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Güncelleştirme İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Hedef sürüm</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Güncelleştiricinin Deneme ve Yapılandırma Hizmeti ile iletişimini denetleyin</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Hedef Kanal
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Yükleme İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Yükleme İlkesi</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>